
[MZBitterFrostProtocolTech X2TechTemplate]
DisplayName="Протокол \"Лютый мороз\""
Summary="Хотя мы не можем производить компоненты морозных бомб достаточно быстро для массового применения на поле боя, существует несколько методов, которые могут позволить нам добиться аналогичного, хотя, скорее всего, более слабого эффекта.\n\nНа время исследования нам потребуется морозная граната. Она вернется к вам после завершения проекта."

[MZBuildCryolator X2TechTemplate]
DisplayName="Создать крио-распылитель"
Summary="Мы можем создать дополнительные крио-распылители, имея достаточно времени и материалов. Учитывая нестабильность замораживающих элементов, сборка возможна только в зоне испытаний."

[MZBuildCryolatorMG X2TechTemplate]
DisplayName="Создать модифицированный крио-распылитель"
Summary="Мы можем создать дополнительные модифицированные крио-распылители, имея достаточно времени и материалов. Учитывая нестабильность замораживающих элементов, сборка возможна только в зоне испытаний."

[MZBuildCryolatorBM X2TechTemplate]
DisplayName="Создать улучшенный крио-распылитель"
Summary="Мы можем создать дополнительные улучшенные крио-распылители, имея достаточно времени и материалов. Учитывая нестабильность замораживающих элементов, сборка возможна только в зоне испытаний."

[MZBuildCryolauncher X2TechTemplate]
DisplayName="Создать крио-установку"
Summary="Используя замораживающие элементы вместо стандартной начинки ракет, мы сможем добиться эффекта заморозки на максимально дальнем расстоянии."

[MZUpgradeCryolauncher X2TechTemplate]
DisplayName="Улучшенная крио-установка"
Summary="Последние достижения технологий позволяют усовершенствовать крио-установки увеличивая их урон и область поражения. Обновление каждой установки займет некоторое время."

[MZWinterKingFangsTech X2TechTemplate]
DisplayName="Клыки зимнего короля"
Summary="Клыки короля вайперов продолжают источать замораживающий фермент даже после его смерти. Учитывая это, мы могли бы использовать их для создания исключительно опасного оружия для наших заступников."

[MZFrostRounds X2AmmoTemplate]
FriendlyName="Патроны лютого мороза"
FriendlyNamePlural="Патроны лютого мороза"
BriefSummary="Эти патроны при ударе выделяют криогенный пар, который снижает подвижность, а при достаточно интенсивном применении замораживает врагов."
TacticalText="<Bullet/> Первые два попадания снижают мобильность и уклонение противника.<br><Bullet/> Третий удар заморозит цель.<br><Bullet/> Замороженные враги имеют сниженную защиту.<br>"

[MZBitterFrostGrenade X2GrenadeTemplate]
FriendlyName="Граната лютого мороза"
FriendlyNamePlural="Гранаты лютого мороза"
BriefSummary="Сотрясающая граната, которая взрывает врагов криогенным паром в небольшой области поражения. Эффективно снижает мобильность противника."
TacticalText="<Bullet/> Первые два попадания снижают мобильность и уклонение противника.<br><Bullet/> Третье попадание замораживает.<br><Bullet/> Защита замороженных противников снижена.<br><Bullet/> Эти гранаты способны уничтожить снаряжение цели, поэтому если мы будем слишком полагаться на гранаты, это снизит количество найденных трофеев."
ThrownAbilityName="Бросок гранаты лютого мороза"
ThrownAbilityHelpText="Бросить гранату лютого мороза в указанную область. Охлаждает юнитов в радиусе поражения и разрушает их броню."
LaunchedAbilityname="Выстрел гранатой лютого мороза"
LaunchedAbilityHelpText="Выстрелить гранатой лютого мороза в цель. Охлаждает юнитов в радиусе поражения и разрушает их броню."

[MZBitterFrostBomb X2GrenadeTemplate]
FriendlyName="Бомба лютого мороза"
FriendlyNamePlural="Бомбы лютого мороза"
BriefSummary="Сотрясающая граната, которая взрывает врагов криогенным паром в небольшой области поражения. Эффективно снижает мобильность противника."
TacticalText="<Bullet/> Первые два попадания снижают мобильность и уклонение противника.<br><Bullet/> Третье попадание замораживает.<br><Bullet/> Защита замороженных противников снижена.<br><Bullet/> Эти гранаты способны уничтожить снаряжение цели, поэтому если мы будем слишком полагаться на гранаты, это снизит количество найденных трофеев."
ThrownAbilityName="Бросок бомбы лютого мороза"
ThrownAbilityHelpText="Бросить бомбу лютого мороза в указанную область. Охлаждает юнитов в радиусе поражения и разрушает их броню."
LaunchedAbilityname="Выстрел бомбой лютого мороза"
LaunchedAbilityHelpText="Выстрелить бомбой лютого мороза в цель. Охлаждает юнитов в радиусе поражения и разрушает их броню."

[MZBitterFrostWarhead X2GrenadeTemplate]
FriendlyName="Боеголовка лютого мороза"
FriendlyNamePlural="Боеголовки лютого мороза"
BriefSummary="Сотрясающая граната, которая взрывает врагов криогенным паром в небольшой области поражения. Эффективно снижает мобильность противника."
TacticalText="<Bullet/> Первые два попадания снижают мобильность и уклонение противника.<br><Bullet/> Третье попадание замораживает.<br><Bullet/> Защита замороженных противников снижена.<br><Bullet/> Эти гранаты способны уничтожить снаряжение цели, поэтому если мы будем слишком полагаться на гранаты, это снизит количество найденных трофеев."
ThrownAbilityName="Бросок боеголовки лютого мороза"
ThrownAbilityHelpText="Бросить боеголовку лютого мороза в указанную область. Охлаждает юнитов в радиусе поражения и разрушает их броню."
LaunchedAbilityname="Выстрел боеголовкой лютого мороза"
LaunchedAbilityHelpText="Выстрелить боеголовкой лютого мороза в цель. Охлаждает юнитов в радиусе поражения и разрушает их броню."

[MZIceWristBlade_CV X2PairedWeaponTemplate]
FriendlyName="Клыки зимнего короля"
FriendlyNamePlural="Клыки зимнего короля"
BriefSummary="Клыки вырванные из пасти короля вайперов, холодны как сама смерть, леденят врагов с каждым ударом и даже могут мгновенно заморозить противника с помощью специальной атаки крюком."
TacticalText="\n<Bullet/> Первые два попадания снижают мобильность и уклонение противника.<br><Bullet/> Третье попадание замораживает.\n<Bullet/> Заступники, использующие потрошитель в сочетании с крюками, могут сеять страх и ужас на всем поле боя.\n<Bullet/> Переход к ближнему бою может решить исход схватки, но будьте осторожны.\n<Bullet/> Не упустите шанс улучшить эффективность оружия ближнего боя при помощи технологий противника."
AbilityDescName="потрошитель"

[MZIceWristBlade_MG X2PairedWeaponTemplate]
FriendlyName="Клыки зимнего короля"
FriendlyNamePlural="Клыки зимнего короля"
BriefSummary="Клыки вырванные из пасти короля вайперов, холодны как сама смерть, леденят врагов с каждым ударом и даже могут мгновенно заморозить противника с помощью специальной атаки крюком."
TacticalText="\n<Bullet/> Первые два попадания снижают мобильность и уклонение противника.<br><Bullet/> Третье попадание замораживает.\n<Bullet/> Заступники, использующие потрошитель в сочетании с крюками, могут сеять страх и ужас на всем поле боя.\n<Bullet/> Переход к ближнему бою может решить исход схватки, но будьте осторожны.\n<Bullet/> Не упустите шанс улучшить эффективность оружия ближнего боя при помощи технологий противника."
AbilityDescName="потрошитель"

[MZIceWristBlade_BM X2PairedWeaponTemplate]
FriendlyName="Клыки зимнего короля"
FriendlyNamePlural="Клыки зимнего короля"
BriefSummary="Клыки вырванные из пасти короля вайперов, холодны как сама смерть, леденят врагов с каждым ударом и даже могут мгновенно заморозить противника с помощью специальной атаки крюком."
TacticalText="\n<Bullet/> Первые два попадания снижают мобильность и уклонение противника.<br><Bullet/> Третье попадание замораживает.\n<Bullet/> Заступники, использующие потрошитель в сочетании с крюками, могут сеять страх и ужас на всем поле боя.\n<Bullet/> Переход к ближнему бою может решить исход схватки, но будьте осторожны.\n<Bullet/> Не упустите шанс улучшить эффективность оружия ближнего боя при помощи технологий противника."
AbilityDescName="потрошитель"

[XComCryolator_CV X2WeaponTemplate]
FriendlyName="Крио-распылитель"
FriendlyNamePlural="Крио-распылители"
BriefSummary="Этот экспериментальный химический распылитель выпускает поток ледяного тумана, охлаждая и повреждая множество целей. \n\nМогут экипировать только Разрушители и Штурмовики."
TacticalText="<Bullet/> Первые два попадания снижают мобильность и уклонение противника.<br><Bullet/> Третье попадание замораживает.<br><Bullet/> Защита замороженных противников снижена.<br><Bullet/> Могут экипировать только Разрушители и Штурмовики.<br>"
AbilityDescName="крио-распылитель"

[XComCryolator_MG X2WeaponTemplate]
FriendlyName="Крио-распылитель 2.0"
FriendlyNamePlural="Крио-распылитель 2.0"
BriefSummary="Улучшенная версия крио-распылителя наносит больше урона и вызывает более серьезное обморожение. \n\nМогут экипировать только Разрушители и Штурмовики."
TacticalText="<Bullet/> Первые два попадания снижают мобильность и уклонение противника.<br><Bullet/> Третье попадание замораживает.<br><Bullet/> Защита замороженных противников снижена.<br><Bullet/> Могут экипировать только Разрушители и Штурмовики.<br>"
AbilityDescName="крио-распылитель"

[XComCryolator_BM X2WeaponTemplate]
FriendlyName="Крио-распылитель 3.0"
FriendlyNamePlural="Крио-распылитель 3.0"
BriefSummary="Последняя версия крио-распылителя с еще большим уроном и самым суровым обморожением. \n\nМогут экипировать только Разрушители и Штурмовики."
TacticalText="<Bullet/> Первые два попадания снижают мобильность и уклонение противника.<br><Bullet/> Третье попадание замораживает.<br><Bullet/> Защита замороженных противников снижена.<br><Bullet/> Могут экипировать только Разрушители и Штурмовики.<br>"
AbilityDescName="крио-распылитель"

[MZIceThrower X2AbilityTemplate]
LocFriendlyName="Струя крио-распылителя"
LocLongDescription="Выпускает поток ледяного тумана, охлаждая и повреждая цели в конусной области."
LocHelpText="Выпускает поток ледяного тумана, охлаждая и повреждая цели в конусной области."
LocFlyOverText="Струя крио-распылителя"

[MZChemstormIce X2AbilityTemplate]
LocFriendlyName="Ледяной шторм"
LocLongDescription="Используйте крио-распылитель, чтобы поразить всех юнитов вокруг позиции солдата."
LocHelpText="Используйте крио-распылитель, чтобы поразить всех юнитов вокруг позиции солдата."
LocFlyOverText="Ледяной шторм"

[MZFreeBitterfrostGrenade X2AbilityTemplate]
LocFriendlyName="Метатель лютого мороза"
LocLongDescription="<Ability:CLASSNAME/> получает дополнительную бесплатную гранату лютого мороза."
LocHelpText="<Ability:CLASSNAME/> получает дополнительную бесплатную гранату лютого мороза."
LocFlyOverText="Метатель лютого мороза"
LocPromotionPopupText="<Bullet/> На бесплатную гранату не действует способность \"Запасливый\".<br/>"

[MZIceVest X2EquipmentTemplate]
FriendlyName="Морозное плетение"
FriendlyNamePlural="Морозные плетения"
BriefSummary="Морозное плетение не только даёт бонус к здоровью солдата, но и мгновенно замораживает всех врагов, атакующих в ближнем бою."
TacticalText="\n<Bullet/> Морозное плетение замораживает любого врага, который ударит солдата в ближнем бою.\n<Bullet/> Также враг будет охлажден, что снизит его мобильность, даже после того как он оттает.\n<Bullet/> Изоляция в этом жилете обеспечивает невосприимчивость к огню и холоду.\n<Bullet/> Морозное плетение также даёт небольшой бонус к здоровью." 

[MZIceVestStats X2AbilityTemplate]
LocFriendlyName="Морозное плетение"
LocLongDescription="Даёт иммунитет к огню и холоду, а также мгновенно замораживает всех врагов, атакующих в ближнем бою."
LocHelpText="Даёт иммунитет к огню и холоду, а также мгновенно замораживает всех врагов, атакующих в ближнем бою."
LocFlyOverText="Морозное плетение"

[MZCryoLauncher X2WeaponTemplate]
FriendlyName="Крио-установка"
FriendlyNamePlural="Крио-установки"
BriefSummary="Технология микроракет позволила нам миниатюризировать ракетную установку и установить ее на наши системы тяжелой брони. Эти микроракеты несут охлаждающий химикат в виде замораживающего тумана, снижая мобильность целей, а также потенциально замораживая их."
TacticalText="<Bullet/> В отличие от обычных ракет, крио-ракеты не наносят урон броне или окружению.\n<Bullet/> Первые два попадания снижают мобильность и уклонение противника.\n<Bullet/> Третье попадание замораживает.\n<Bullet/> Защита замороженных противников снижена."

[MZCryoLauncherMk2 X2WeaponTemplate]
FriendlyName="Улучшенная крио-установка"
FriendlyNamePlural="Улучшенные крио-установки"
BriefSummary="Технология микроракет позволила нам миниатюризировать ракетную установку и установить ее на наши системы тяжелой брони. Эти микроракеты несут охлаждающий химикат в виде замораживающего тумана, снижая мобильность целей, а также потенциально замораживая их."
TacticalText="<Bullet/> В отличие от обычных ракет, крио-ракеты не наносят урон броне или окружению.\n<Bullet/> Первые два попадания снижают мобильность и уклонение противника.\n<Bullet/> Третье попадание замораживает.\n<Bullet/> Защита замороженных противников снижена."

[MZCryoLauncher X2AbilityTemplate]
LocFriendlyName="Крио-установка"
LocHelpText="Выстрелить крио-ракетой в указанную зону."

[SparkMZCryoLauncher X2AbilityTemplate]
LocFriendlyName="Крио-установка"
LocHelpText="Выстрелить крио-ракетой в указанную зону."

[MZBitterfrostBlood X2AbilityTemplate]
LocFriendlyName="Кровь лютого мороза"
LocLongDescription="Дарует иммунитет к холоду. Убирает отключающие эффекты и замораживает соседних противников при получении урона."
LocHelpText="Дарует иммунитет к холоду. Убирает отключающие эффекты и замораживает соседних противников при получении урона."
LocFlyOverText="Кровь лютого мороза"

[MZBitterfrostBloodTrigger X2AbilityTemplate]
LocFriendlyName="Кровь лютого мороза"
LocLongDescription="Дарует иммунитет к холоду. Убирает дот эффекты на 2-ой ход солдата и замораживает соседних противников при получении урона."
LocHelpText="Дарует иммунитет к холоду. Убирает дот эффекты на 2-ой ход солдата и замораживает соседних противников при получении урона."
LocFlyOverText="Кровь лютого мороза"

[MZIceCanister X2WeaponTemplate]
FriendlyName="Баллон лютого мороза"
FriendlyNamePlural="Баллоны лютого мороза"
BriefSummary="Этот баллон позволяет солдату использовать альтернативную ледяную атаку со своим хим-распылителем."
TacticalText="<Bullet/> Баллоны могут быть экипированы только с хим-распылителями.<br><Bullet/> Даёт <Ability:ICECANISTER_USES> использования ледяной атаки хим-распылителя.<br/><Bullet/> Базовый урон хим-распылитель на <Ability:MZICECANISTER_SCALAR/> становится уроном льда.<br><Bullet/> На пораженных хим-распылителем накладывается эффект \"лютый мороз\", первые два попадания снижают мобильность и уклонение противника.<br><Bullet/> Третье попадание замораживает.<br><Bullet/> Защита замороженных противников снижена.<br><Bullet/> Если экипирован крио-распылитель, крио-распылитель наносит +<Ability:MATCHINGCANISTER_BONUS> бонусного урон при прямых атаках."
AbilityDescName="Баллон"

[MZIceCanister X2AbilityTemplate]
LocFriendlyName="Использовать баллон лютого мороза"
LocLongDescription="Активируйте, чтобы извергнуть конус ледяного тумана с помощью вашего хим-распылителя. Накладывает \"лютый мороз\" и наносит урон холодом."
LocHelpText="Активируйте, чтобы извергнуть конус ледяного тумана с помощью вашего хим-распылителя. Накладывает \"лютый мороз\" и наносит урон холодом."
LocFlyOverText="Использовать баллон лютого мороза"
[MZIceCanisterActivate X2AbilityTemplate]
LocFriendlyName="Использовать баллон лютого мороза"
LocLongDescription="Активируйте, чтобы извергнуть конус ледяного тумана с помощью вашего хим-распылителя. Накладывает \"лютый мороз\" и наносит урон холодом."
LocHelpText="Активируйте, чтобы извергнуть конус ледяного тумана с помощью вашего хим-распылителя. Накладывает \"лютый мороз\" и наносит урон холодом."
LocFlyOverText="Использовать баллон лютого мороза"
